Repository: juargore/Ranking-Trivia-Latam-iOS
Catalog: Ranking-Trivia Latam/presentation/*.lproj/Localizable.strings
Languages: pt_br

# general_exit
source: Exit
pt_br: Sair

# general_save
source: Save
pt_br: Salvar

# general_next
source: Next
pt_br: Próximo

# general_retry
source: Retry
pt_br: Tentar novamente

# home_start
source: Start
pt_br: Iniciar

# home_how_to_play
source: How to play?
pt_br: Como jogar?

# home_about
source: About
pt_br: Sobre

# home_hall_of_fame
source: Hall of Fame ✧✧
pt_br: Salão da Fama ✧✧

# home_new_version
source: ¡New version!
pt_br: Nova versão!

# error_loading_ad
source: Error loading ad. Connect to internet to continue.
pt_br: Erro ao carregar o anúncio. Conecte-se à internet para continuar.

# game_level
source: Level %@
pt_br: Nível %s

# game_done
source: Done!!
pt_br: Pronto!!

# hof_title
source: Hall of Fame
pt_br: Salão da Fama

# hof_description
source: Top 20 Players - Highest Score
pt_br: Top 20 Jogadores - Maior Pontuação

# country_name_mexico
source: Mexico
pt_br: México

# country_name_panama
source: Panama
pt_br: Panamá

# country_name_brasil
source: Brazil
pt_br: Brasil

# country_name_guayana_francesa
source: French Guiana
pt_br: Guayana Francesa

# country_name_republica_dominicana
source: Dominican Republic
pt_br: República Dominicana

# country_name_haiti
source: Haiti
pt_br: Haití

# country_name_martinica
source: Martinique
pt_br: Martinica

# country_name_isla_san_martin
source: Saint Martin Island
pt_br: Isla San Martín

# about_title
source: About
pt_br: Sobre

# about_read_more
source: Read more
pt_br: Leia mais

# about_read_less
source: Read less
pt_br: Leia menos

# about_disclaimer
source: About the accuracy of the information. The information presented in this game regarding rankings and data of Latin American countries has been gathered from sources we consider reliable. However, we do not guarantee the accuracy, completeness, or timeliness of this information. The data provided is for informational and entertainment purposes only and should not be used as an official reference or for making important decisions. We recommend consulting official or updated sources if you need precise or verifiable information.
pt_br: Sobre a precisão das informações. As informações apresentadas neste jogo sobre rankings e dados de países da América Latina foram coletadas de fontes que consideramos confiáveis. No entanto, não garantimos a exatidão, integridade ou atualidade dessas informações. Os dados fornecidos são apenas para fins informativos e de entretenimento, e não devem ser utilizados como referência oficial ou para tomar decisões importantes. Recomendamos consultar fontes oficiais ou atualizadas se você precisar de informações precisas ou verificáveis.

# about_ads
source: About the use of ads. The ads displayed throughout this app are managed by third parties, and therefore, we have no direct control over the type of content shown. The purpose of these ads is to help us cover the costs associated with app development, including the work of the design, development, hosting, and maintenance teams. We appreciate your understanding and support, as these ads allow us to continue improving the app and provide you with a better experience.
pt_br: Sobre o uso de anúncios. Os anúncios exibidos ao longo deste aplicativo são gerenciados por terceiros, e, portanto, não temos controle direto sobre o tipo de conteúdo mostrado. A finalidade desses anúncios é nos ajudar a cobrir os custos associados ao desenvolvimento do aplicativo, incluindo o trabalho das equipes de design, desenvolvimento, hospedagem e manutenção. Agradecemos sua compreensão e apoio, pois esses anúncios nos permitem continuar melhorando o aplicativo e oferecer uma experiência melhor para você.

# about_ui_and_sounds
source: About designs and multimedia content. Most of the design, graphics, sounds, and other visual and auditory elements in this app have been generated using artificial intelligence tools and retouched or edited by the development team. If any of these elements coincidentally resemble or are similar to existing ones, this is purely coincidental, and we are not responsible for such similarities. We appreciate your understanding and assure you that our goal is to offer a unique and innovative experience in creating this app.
pt_br: Sobre os designs e conteúdos multimídia. A maior parte do design, gráficos, sons e outros elementos visuais e auditivos deste aplicativo foram gerados usando ferramentas de inteligência artificial e retocados ou editados pela equipe de desenvolvimento. Se algum desses elementos coincidir ou for semelhante a outros já existentes, é pura coincidência e não nos responsabilizamos por essas semelhanças. Agradecemos sua compreensão e garantimos que nosso objetivo é oferecer uma experiência única e inovadora na criação deste aplicativo.

# options_title
source: Options
pt_br: Opções

# options_sound
source: Sound
pt_br: Som

# options_language
source: Language
pt_br: Idioma

# options_spanish
source: Spanish
pt_br: Espanhol

# options_english
source: English
pt_br: Inglês

# options_portuguese
source: Portuguese
pt_br: Português

# tutorial_title
source: How to play?
pt_br: Como jogar?

# tutorial_description_top
source: Very simple! Drag the flags on the left with your finger and place them where you think they go in the ranking on the right. If you make a mistake or want to change, press the orange button and the flag will return to its original position.
pt_br: Muito simples! Arraste as bandeiras à esquerda com o dedo e coloque-as onde você acha que elas vão no ranking à direita. Se você cometer um erro ou quiser mudar, pressione o botão laranja e a bandeira voltará à sua posição original.

# tutorial_description_bottom
source: If you get the ranking right, a dialog will pop up, and points will be added to your score in the bottom right. If you get the ranking wrong, a different dialog will appear, and points will be deducted from the same score.
pt_br: Se você acertar o ranking, uma caixa de diálogo aparecerá e pontos serão adicionados à sua pontuação no canto inferior direito. Se você errar o ranking, uma caixa de diálogo diferente aparecerá e pontos serão deduzidos da mesma pontuação.

# tutorial_description_final
source: Try to get as many rankings right as you can to boost your final score. With a good score, the Hall of Fame awaits you. Have fun!!
pt_br: Tente acertar o máximo de rankings possível para aumentar sua pontuação final. Com uma boa pontuação, o Hall of Fame o aguarda. Divirta-se!!

# reset_prefs_title
source: Game has been completed
pt_br: Jogo concluído

# reset_prefs_start_again
source: Start new game
pt_br: Iniciar novo jogo

# reset_prefs_description
source: It seems you've already completed the game once, but I see you're looking to improve that ranking, huh? Well, excellent, say no more!! Press the button below, and it will erase any progress saved from your previous game. Don't worry, if you're in the Hall of Fame, that record will stay there. Thank you so much for playing again, and good luck!!
pt_br: Parece que você já concluiu o jogo uma vez, mas vejo que está procurando melhorar esse ranking, hein? Bem, excelente, não diga mais nada!! Pressione o botão abaixo e ele apagará qualquer progresso salvo do seu jogo anterior. Não se preocupe, se você estiver no Hall of Fame, esse registro ficará lá. Muito obrigado por jogar novamente e boa sorte!!

# correct_title
source: Correct!
pt_br: Correto!

# correct_description
source: Great job! You're doing really well!! Let's move on to something more challenging!
pt_br: Ótimo trabalho! Você está indo muito bem!! Vamos passar para algo mais desafiador!

# incorrect_title
source: Incorrect!
pt_br: Incorreto!

# incorrect_description
source: You've arranged the flag ranking incorrectly. But don't worry, you're very close to getting it right!! Try again!
pt_br: Você organizou o ranking das bandeiras incorretamente. Mas não se preocupe, você está muito perto de acertar!! Tente novamente!

# new_record_title
source: ¡¡New Record!!
pt_br: ¡¡Novo Recorde!!

# new_record_description_top
source: Wow! You've finished all the questions Ranking-Trivia Latin America has for now. But don't worry, we're working day by day to offer more and better rankings from Latam, so look out for an app update to continue this amazing adventure! For now, save your record (internet connection required), and if you're in the Top 20, it will appear in the = Hall of Fame = section on the main menu.
pt_br: Uau! Você terminou todas as perguntas que o Ranking-Trivia Latin America tem por enquanto. Mas não se preocupe, estamos trabalhando dia a dia para oferecer mais e melhores rankings da Latam, então fique atento a uma atualização do aplicativo para continuar essa incrível aventura! Por enquanto, salve seu recorde (conexão com a internet necessária) e, se estiver entre os 20 melhores, ele aparecerá na seção = Hall of Fame = no menu principal.

# new_record_description_bottom
source: The entire team involved in creating this game thanks you immensely for playing it. Expect new things to come!
pt_br: Toda a equipe envolvida na criação deste jogo agradece imensamente por jogá-lo. Espere novidades!

# new_record_save
source: Save my record
pt_br: Salvar meu recorde

# new_record_saving
source: Saving record…
pt_br: Salvando recorde…

# new_record_select_flag
source: Select a flag
pt_br: Selecione uma bandeira

# new_record_write_a_name
source: Write a name
pt_br: Escreva um nome

# new_record_need_internet
source: Internet connection required
pt_br: Conexão com a internet necessária

# new_record_your_current_score
source: Your current score
pt_br: Sua pontuação atual

# time_up_title
source: Time's up!
pt_br: O tempo acabou!

# time_up_description
source: You need to hurry up to correctly arrange the flags in the right order. Come on! You can do it!!
pt_br: Você precisa se apressar para organizar corretamente as bandeiras na ordem certa. Vamos lá! Você consegue!!

# question_i_11
source: Which country has won the most WORLD CUPS in its history?
pt_br: Qual país ganhou mais COPAS DO MUNDO em sua história?

# question_i_12
source: Which country has the largest TERRITORY?
pt_br: Qual país tem o maior TERRITÓRIO?

# question_i_13
source: Which country has the largest POPULATION?
pt_br: Qual país tem a maior POPULAÇÃO?

# question_i_14
source: Which country has the most ACTIVE VOLCANOES?
pt_br: Qual país tem mais VULCÕES ATIVOS?

# question_i_15
source: Where are there more VENEZUELANS outside of VENEZUELA in Latin America?
pt_br: Onde há mais VENEZUELANOS fora da VENEZUELA na América Latina?

# question_i_16
source: Which country has the most UNESCO WORLD HERITAGE SITES in Central America and the Caribbean?
pt_br: Qual país tem mais PATRIMÔNIOS MUNDIAIS DA UNESCO na América Central e no Caribe?

# question_i_17
source: Where are the most Dragon Ball fans according to Bandai?
pt_br: Onde estão os maiores fãs de Dragon Ball de acordo com a Bandai?

# question_ii_21
source: Which country has the largest area of AMAZONIAN RAINFOREST?
pt_br: Qual país tem a maior área de FLORESTA AMAZÔNICA?

# question_ii_22
source: Which countries have the HIGHEST crime rates?
pt_br: Quais países têm as maiores taxas de CRIMINALIDADE?

# question_ii_23
source: Which country has the LONGEST RIVERS in Latin America?
pt_br: Qual país tem os RIOS mais longos da América Latina?

# question_ii_24
source: Which country produces the most SILVER in the region?
pt_br: Qual país produz mais PRATA na região?

# question_ii_25
source: Which country has the most Olympic medals in ATHLETICS?
pt_br: Qual país tem mais medalhas olímpicas em ATLETISMO?

# question_ii_26
source: Which country has the most hectares for COFFEE cultivation in Central America?
pt_br: Qual país tem mais hectares para o cultivo de CAFÉ na América Central?

# question_ii_27
source: Which country has the largest number of MAYAN archaeological sites?
pt_br: Qual país tem o maior número de sítios arqueológicos MAIAS?

# question_iii_31
source: Which countries have searched for ANIME the most in recent years on the internet?
pt_br: Quais países mais buscaram ANIME nos últimos anos na internet?

# question_iii_32
source: Which country produces the most RUM in the CARIBBEAN?
pt_br: Qual país produz mais RUM no CARIBE?

# question_iii_33
source: Which country has the highest population density (SMALL COUNTRIES)?
pt_br: Qual país tem a maior densidade populacional (PAÍSES PEQUENOS)?

# question_iii_34
source: Which country has the highest percentage of PROTECTED AREAS relative to its size?
pt_br: Qual país tem a maior porcentagem de ÁREAS PROTEGIDAS em relação ao seu tamanho?

# question_iii_35
source: Which country has the most international TOURISM in the Caribbean?
pt_br: Qual país tem mais TURISMO internacional no Caribe?

# question_iii_36
source: Which country has the greatest MARINE BIODIVERSITY in the Caribbean and Central America?
pt_br: Qual país tem a maior BIODIVERSIDADE MARINHA no Caribe e na América Central?

# question_iii_37
source: Which country has the most ISLANDS as part of its territory?
pt_br: Qual país tem mais ILHAS como parte do seu território?

# question_iv_41
source: Where have most ECUADORIANS migrated to in Latin America since 2021?
pt_br: Para onde a maioria dos EQUATORIANOS emigrou na América Latina desde 2021?

# question_iv_42
source: Which countries have won the most GOYA Awards for Best Ibero-American Film?
pt_br: Quais países ganharam mais Prêmios GOYA de Melhor Filme Ibero-americano?

# question_iv_43
source: Which countries have had the most internationally awarded DIRECTORS?
pt_br: Quais países tiveram mais DIRETORES premiados internacionalmente?

# question_iv_44
source: Which countries have the longest coastlines in Central America and the Caribbean?
pt_br: Quais países têm as maiores extensões de costa na América Central e no Caribe?

# question_iv_45
source: Which countries have qualified the most times for the FIFA World Cup?
pt_br: Quais países se classificaram mais vezes para a Copa do Mundo da FIFA?

# question_iv_46
source: Which country EXPORTS the most tropical FRUITS?
pt_br: Qual país EXPORTA mais FRUTAS tropicais?

# question_iv_47
source: Where are there more CHILEANS outside of CHILE in Latin America?
pt_br: Onde há mais CHILENOS fora do CHILE na América Latina?

# question_v_51
source: Which country has the largest ECONOMY based on its GDP?
pt_br: Qual país tem a maior ECONOMIA baseada em seu PIB?

# question_v_52
source: Which country has the highest PETROLEUM production?
pt_br: Qual país tem a maior produção de PETRÓLEO?

# question_v_53
source: Where are there more PARAGUAYANS outside of PARAGUAY?
pt_br: Onde há mais PARAGUAIOS fora do PARAGUAI?

# question_v_54
source: Which countries had the most COVID cases?
pt_br: Quais países tiveram mais casos de COVID?

# question_v_55
source: In which countries in the region is the anime One Piece most popular?
pt_br: Em quais países da região o anime One Piece é mais popular?

# question_v_56
source: Who has the greatest number of UNESCO World Heritage Sites?
pt_br: Quem tem o maior número de Patrimônios Mundiais da UNESCO?

# question_v_57
source: Who has the greatest INTERNET coverage?
pt_br: Quem tem a maior cobertura de INTERNET?

# question_v_58
source: Which countries have won the COPA AMÉRICA the most times?
pt_br: Quais países ganharam mais vezes a COPA AMÉRICA?

# question_vi_61
source: Who has the largest MILITARY FORCES based on the number of personnel?
pt_br: Quem tem as maiores FORÇAS MILITARES com base no número de efetivos?

# question_vi_62
source: Who has the longest COASTLINE in Latin America?
pt_br: Quem tem a maior EXTENSÃO DE COSTA na América Latina?

# question_vi_63
source: Who produces the most SUGAR in Latin America?
pt_br: Quem produz mais AÇÚCAR na América Latina?

# question_vi_64
source: According to Taste Atlas, who has the BEST gastronomy in the region?
pt_br: De acordo com o Taste Atlas, quem tem a melhor gastronomia da região?

# question_vi_65
source: Who generates the most HYDROELECTRIC POWER?
pt_br: Quem gera mais ENERGIA HIDROELÉTRICA?

# question_vi_66
source: Where are there more COLOMBIANS outside of COLOMBIA in Latin America?
pt_br: Onde há mais COLOMBIANOS fora da COLÔMBIA na América Latina?

# question_vi_67
source: Who PRODUCES the most FLOWERS in the region?
pt_br: Quem PRODUZ mais FLORES na região?

# question_vii_71
source: Which countries have won the Ariel Award for Best Ibero-American Film the most times?
pt_br: Quais países ganharam mais vezes o Prêmio Ariel de Melhor Filme Ibero-Americano?

# question_vii_72
source: Which countries receive the most international tourists in Central America and the Caribbean?
pt_br: Quais países recebem mais turistas internacionais na América Central e no Caribe?

# question_vii_73
source: Which countries have the highest coffee production in Central America and the Caribbean?
pt_br: Quais países têm a maior produção de café na América Central e no Caribe?

# question_vii_74
source: Where are there more MEXICANS outside of MEXICO in Latin America?
pt_br: Onde há mais MEXICANOS fora do MÉXICO na América Latina?

# question_vii_75
source: Which countries have produced the most successful comedy films in Latin America?
pt_br: Quais países produziram filmes de comédia mais bem-sucedidos na América Latina?

# question_vii_76
source: Which countries have had the most films selected at the Berlin Film Festival?
pt_br: Quais países tiveram mais filmes selecionados no Festival de Cinema de Berlim?

# question_vii_77
source: According to Taste Atlas, how did it rank countries based on their MAIN DISH (not their overall gastronomy)?
pt_br: De acordo com o Taste Atlas, como ele classificou os países com base em seu PRATO PRINCIPAL (não sua gastronomia geral)?

# question_viii_81
source: Where are there more URUGUAYANS outside of URUGUAY in Latin America?
pt_br: Onde há mais URUGUAIOS fora do URUGUAI na América Latina?

# question_viii_82
source: Which countries have had the most Oscar nominations in the Best International Feature Film category?
pt_br: Quais países tiveram mais indicações ao Oscar na categoria de Melhor Filme Internacional?

# question_viii_83
source: Which countries have the most recognized international film festivals?
pt_br: Quais países têm os festivais de cinema internacionais mais reconhecidos?

# question_viii_84
source: Who has the largest economies in Central America and the Caribbean based on their GDP?
pt_br: Quem tem as maiores economias da América Central e do Caribe com base no PIB?

# question_viii_85
source: Which countries have won the most Platino Awards for Ibero-American Cinema?
pt_br: Quais países ganharam mais Prêmios Platino para o Cinema Ibero-americano?

# question_viii_86
source: Which countries have produced the most films with nominations at international festivals?
pt_br: Quais países produziram mais filmes com indicações em festivais internacionais?

# question_viii_87
source: Which countries have had the most actors nominated for an Oscar?
pt_br: Quais países tiveram mais atores indicados ao Oscar?

# question_ix_91
source: Which countries have the most internationally recognized animated productions?
pt_br: Quais países têm as produções animadas mais reconhecidas internacionalmente?

# question_ix_92
source: Which countries have had the most films selected at the Cannes Film Festival?
pt_br: Quais países tiveram mais filmes selecionados no Festival de Cannes?

# question_ix_93
source: Which countries have produced the most internationally award-winning documentaries?
pt_br: Quais países produziram mais documentários premiados internacionalmente?

# question_ix_94
source: Which countries have the most recognized independent film productions?
pt_br: Quais países têm as produções de cinema independente mais reconhecidas?

# question_ix_95
source: Which countries have hosted the Cartagena Film Festival?
pt_br: Quais países já sediaram o Festival de Cinema de Cartagena?

# question_ix_96
source: Which countries have the most internationally recognized films based on historical events?
pt_br: Quais países têm os filmes mais reconhecidos internacionalmente baseados em eventos históricos?

# question_ix_97
source: Which countries have won the most awards at the Mar del Plata Film Festival?
pt_br: Quais países ganharam mais prêmios no Festival de Cinema de Mar del Plata?

# question_ix_98
source: Where have most BRAZILIANS emigrated since 2022 in Latin America?
pt_br: Para onde a maioria dos BRASILEIROS emigrou desde 2022 na América Latina?

# question_x_101
source: Which countries have produced the most film noir movies?
pt_br: Quais países produziram mais filmes de cinema noir?

# question_x_102
source: Which countries have had the most films presented at the San Sebastián Film Festival?
pt_br: Quais países tiveram mais filmes apresentados no Festival de Cinema de San Sebastián?

# question_x_103
source: Which countries have the largest amount of mangroves in Central America and the Caribbean?
pt_br: Quais países têm a maior quantidade de manguezais na América Central e no Caribe?

# question_x_104
source: Which countries have produced the most films about social conflicts in Latin America?
pt_br: Quais países produziram mais filmes sobre conflitos sociais na América Latina?

# question_x_105
source: Where have most ARGENTINIANS emigrated since 2021 in Latin America?
pt_br: Para onde a maioria dos ARGENTINOS emigrou desde 2021 na América Latina?

# question_x_106
source: Which countries have the most recognized children's animated films?
pt_br: Quais países têm os filmes de animação infantil mais reconhecidos?

# question_x_107
source: Which countries produce the most sugarcane in Central America and the Caribbean?
pt_br: Quais países produzem mais cana-de-açúcar na América Central e no Caribe?

# question_xi_111
source: Who has the largest BEEF production?
pt_br: Quem tem a maior produção de CARNE bovina?

# question_xi_112
source: Who has the largest extent of tropical RAINFOREST?
pt_br: Quem tem a maior extensão de FLORESTA tropical?

# question_xi_113
source: Who has the highest minimum WAGES?
pt_br: Quem tem os maiores SALÁRIOS mínimos?

# question_xi_114
source: Who has the highest GEOTHERMAL energy production?
pt_br: Quem tem a maior produção de energia GEOTÉRMICA?

# question_xi_115
source: Who PRODUCES the most wine in Latin America?
pt_br: Quem PRODUZ mais vinho na América Latina?

# question_xi_116
source: Who has the largest area of agricultural land?
pt_br: Quem tem a maior área de terras agrícolas?

# question_xi_117
source: Who has the greatest variety of BIRD species?
pt_br: Quem tem a maior variedade de espécies de AVES?

# question_xii_121
source: Who has the largest BANANA production?
pt_br: Quem tem a maior produção de banana?

# question_xii_122
source: Who generates the most electricity from renewable sources?
pt_br: Quem gera mais eletricidade a partir de fontes renováveis?

# question_xii_123
source: Who has the largest dairy production?
pt_br: Quem tem a maior produção de produtos lácteos?

# question_xii_124
source: Who has the greatest marine biodiversity?
pt_br: Quem tem a maior biodiversidade marinha?

# question_xii_125
source: Who has the most metro lines?
pt_br: Quem tem mais linhas de metrô?

# question_xii_126
source: Who has the largest area of protected areas?
pt_br: Quem tem a maior área de áreas protegidas?

# question_xii_127
source: Who has the most protected tropical rainforests?
pt_br: Quem tem mais florestas tropicais protegidas?

# question_xii_128
source: Which countries have had the most teams win the Copa Libertadores?
pt_br: Quais países tiveram mais equipes vencedoras da Copa Libertadores?

# question_xiii_131
source: Who has the largest seaports?
pt_br: Quem tem os maiores portos marítimos?
