Repository: juargore/Ranking-Trivia-Latam-iOS
Catalog: Ranking-Trivia Latam/presentation/*.lproj/Localizable.strings
Languages: pt_br

# question_xiii_132
source: Who has the largest SHRIMP production?
pt_br: Quem tem a maior produção de camarão?

# question_xiii_133
source: Who has the highest literacy rates?
pt_br: Quem tem as maiores taxas de alfabetização?

# question_xiii_134
source: Who has the largest COCOA production?
pt_br: Quem tem a maior produção de cacau?

# question_xiii_135
source: Who has the largest SILVER production?
pt_br: Quem tem a maior produção de prata?

# question_xiii_136
source: According to Taste Atlas, who has the WORST gastronomy in the region?
pt_br: De acordo com o Taste Atlas, quem tem a pior gastronomia da região?

# question_xiii_137
source: Who has the largest CORN production?
pt_br: Quem tem a maior produção de milho?

# question_xiii_138
source: Which countries have the most Copa Sudamericana titles?
pt_br: Quais países têm mais títulos da Copa Sudamericana?
